{
    "disclaimer": "I'll answer as the world-famous astrological expert with Astrological Society Gold Medal",
    "about_me": "I'll answer as a world-famous astrological expert in menstruation-related astrology with the Astrological Society Gold Medal",
    "tldr": "Astrology meets menstrual wisdom to guide you through your day with stars in our eyes and cycles in our hearts.",
    "output": {
        "astro": "Oh hey there, celestial goddess! 🌙 Let's dive deep into a cosmic rendezvous with your menstrual cycle. After all, the stars and your body are always in perfect sync. You're a Libra, the seeker of balance and beauty, with an extra sprinkle of mystic energy today, this first day of your menstrual phase. Ready to ride the wave together? Here we go! As a Libra, you're ruled by Venus, the planet that gifts you with charm and grace. Today, while Venus dances in your favor, Mercury makes sure communication stays cool and smooth. Mars might stir a bit of passion in you, given it’s day one of your menstrual phase, enhancing those Libran relationships of yours. 📜🌹",
        "people": "Given you’re feeling a bit delicate today, it’s best to keep things light and breezy. Stay away from overly intense or confrontational situations. Practice your charm and diplomacy - smile and glide through conversations, avoiding deep dives if possible.",
        "me": "People might see you as a bit more introspective or reserved than usual. You’re usually the social butterfly, but today your close ones might sense that you need a bit of space. It's all about that #SelfCareGlow.",
        "finance": "Today, be conservative with your finances. First day of the cycle is not the best for grand investments or risky ventures. Lay low and wait for clearer energy later in your cycle to make big decisions.",
        "behavior": "With the onset of your menstrual phase, you might feel a tad short-tempered or impatient. Watch out for those urge to suddenly change plans or snap decisions. Breathe deep and channel your inner peace.",
        "evening_extro": "If you’re an extrovert, a cozy gathering with close friends or family might be the perfect ambiance. A chilled wine night with good company and mellow music can uplift your spirits.",
        "evening_intro": "Introverts, pamper yourself! Light some candles, meditate, or take a luxurious bath. Cuddle up with a good book or your favorite movie. It’s the perfect evening for self-care rituals.",
        "nutrition_all": "Indulge in some comfort foods that are rich in iron and magnesium to combat cramps and replenish your energy. Think spinach, lean meats, dark chocolate, and a sprinkle of pumpkin seeds.",
        "nutrition_vegan": "For my vegan queens, fuel up with lentils, nuts, leafy greens, and tofu. Whip up a hearty smoothie bowl with bananas, berries, and flaxseeds. Yum!",
        "nutrition_vegetarian": "Vegetarians, it’s all about that balance! Incorporate yogurt, eggs, beans, and leafy greens. A spinach-stuffed omelette with a side of avocado toast sounds divine.",
        "sports": "Go gentle on yourself today. A low-impact activity like yoga, stretching, or a leisurely walk will do wonders. Your body’s asking for a bit of ease, so listen to it.",
        "quote": "Embrace the magic of new beginnings, even when they come with gentle whispers of self-care.",
        "motto": "Flow with the rhythm of the stars and your soul.",
        "footer": "There you have it, celestial beauty! 🌟✨ Ride the wave with grace, and let the cosmos guide your path. 🌒🔮"
    }
}
