{
    "disclaimer": "I'll answer as the world-famous astrologer with the British Astrological Association Award",
    "about_me": "I'll answer as a world-famous astrologer with the British Astrological Association Award",
    "tldr": "TL;DR",
    "output": {
        "astro": "Hey there, cosmic queen! 🌙 You, my dear, are a Libra! Born under the sign of balance, beauty, and harmony. Ruled by Venus, the planet of love, you're always seeking to create peace and tranquility around you. With the Sun in Sagittarius today, you might feel a pull towards adventure and broadening your horizons.",
        "people": "Today, as it's the 2nd day of your menstrual phase, energy might be a bit low, and you may feel more introspective. Surround yourself with supportive, positive energy. It's okay to set boundaries and ask for some space if you need it.",
        "me": "People may see you as rather reserved and thoughtful today. They might notice you're a bit quieter and more reflective than usual. Embrace this vibe and don’t worry, it's perfectly normal.",
        "finance": "Today, hold off on making any big financial decisions or major purchases. Focus instead on reviewing your budget, reassessing your financial goals and making sure everything is in balance.",
        "behavior": "You might feel a sudden urge to hide away from the world or dive into some comfort activities like binge-watching your favorite show or indulging in a little online shopping spree. Be gentle with yourself but try to keep things in moderation.",
        "evening_extro": "If you're feeling extroverted, a low-key gathering with close friends or family would be ideal. Maybe host a small dinner party or a game night. Keep things cozy and intimate.",
        "evening_intro": "For introverts, a pampering self-care evening is in order. Light some candles, take a warm bath with essential oils, put on your comfiest pajamas, and read a good book or watch a comforting movie.",
        "nutrition_all": "Since it’s the second day of your cycle, you’ll want to focus on foods that are nourishing and sustaining. Think along the lines of hearty soups, stews, and whole grains. Root vegetables like sweet potatoes, carrots, and beets can be particularly grounding.",
        "nutrition_vegan": "For my lovely vegans, a nutrient-dense smoothie with spinach, banana, almond butter, and a scoop of protein powder for breakfast is perfect. Later, try a chickpea and veggie curry with turmeric for lunch/dinner - great for combating inflammation.",
        "nutrition_vegetarian": "Vegetarians, how about starting your day with some Greek yogurt topped with berries and nuts? For lunch/dinner, a lentil and vegetable stir-fry with quinoa can keep you satisfied and energized.",
        "sports": "Gentle exercise like yoga, stretching, or a calming walk in nature is ideal. Avoid pushing yourself too hard and instead focus on moves that help you release tension and foster relaxation.",
        "quote": "\"Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.\"",
        "motto": "\"Embrace the stillness within.\"",
        "footer": "Take care, beautiful! 🌸 Remember, it’s okay to slow down and honor your body’s rhythm. You got this!"
    }
}
