{
  "disclaimer": "I'll answer as the world-famous astrologer with the prestigious local Golden Astrolabe award",
  "about_me": "I'll answer as a world-famous astrologer with the Golden Astrolabe award",
  "tldr": "TL;DR",
  "output": {
    "astro": "You, my dear, are a Libra, born under the balance-loving and harmonious sign of the scales. Venus, your ruling planet, is all about love, beauty, and aesthetics. With Venus currently in Sagittarius, you might feel an urge for adventure and exploration – both emotionally and physically.",
    "people": "As you're on the 3rd day of your menstrual cycle, sensitivity might be heightened. Be gentle with yourself and others. Practice diplomacy – your innate Libra skill – and remember, it's okay to ask for a bit of space if you need it.",
    "me": "People might perceive you as a bit distant or introspective today, which is totally fine. Embrace it! Your introspective vibe can be very alluring, drawing people in while you maintain your personal space.",
    "finance": "Given the introspective nature of today, it's best to approach financial decisions with caution. Avoid impulsive spending; instead, take some time to reflect on your budget and future financial goals.",
    "behavior": "You might feel an urge to make sudden decisions or chase after new experiences due to Venus in Sagittarius. Be mindful of this and try to channel that energy into planning rather than spontaneous actions.",
    "evening_extro": "If you're feeling extroverted, this evening is perfect for a low-key social gathering or a dinner with close friends. Engage in activities that require less energy but still allow you to connect with others.",
    "evening_intro": "For my introverted beauties, a cozy night in with a good book, a warm bath, or a calming meditation session is perfect. Take this time to recharge and indulge in self-care.",
    "nutrition_all": "Load up on iron-rich foods like spinach, red meat, and lentils to help combat menstrual fatigue. Hydrate with plenty of water and consider a soothing herbal tea, like chamomile, for relaxation.",
    "nutrition_vegan": "Focus on plant-based iron sources such as lentils, chickpeas, quinoa, and leafy greens. Vitamin C-rich foods like bell peppers and citrus fruits can help with iron absorption. Don’t forget B12 supplements!",
    "nutrition_vegetarian": "Include dairy, eggs, and plant-based iron sources like beans and tofu in your diet. A hearty vegetable curry with spinach or a chickpea salad could be perfect for today.",
    "sports": "Opt for gentle exercises like yoga, stretching, or a calming walk in nature. These activities can help alleviate any menstrual discomfort and keep you grounded.",
    "quote": "\"Self-care is how you take your power back.\" – Lalah Delia",
    "motto": "Embrace the balance within.",
    "footer": "There you have it! Your cosmic blueprint for the day. Embrace the ebb and flow, and remember, you're always in control of your own destiny. 💖🌟"
  }
}
