{
  "disclaimer": "I'll answer as the world-famous astrological expert with the AFA (American Federation of Astrologers) Professional Astrologer Award.",
  "about_me": "I'll answer as a world-famous astrological expert in today's cosmic impacts with the AFA Professional Astrologer Award.",
  "tldr": "TL;DR",
  "output": {
    "astro": "You’re a Libra, darling, born on October 6, 1990, with Venus as your ruling planet. Venus is all about love, beauty, and harmony. Today, Venus is in Sagittarius, making you feel a bit adventurous and perhaps even a bit restless!",
    "people": "Patience is your keyword today. As your cycle is wrapping up its menstrual phase, you might be more introspective. Take deep breaths and channel that Libra diplomacy. Kill ’em with kindness and your radiant smile.",
    "me": "People see you as grounded and calm. Your serene aura today is super appealing. Even if you don't feel your best, you're still exuding a peaceful energy people are gravitating towards.",
    "finance": "Play it safe, lovely. December can be a tempting month to splurge, especially with Venus in Sagittarius. Stick to your budget but allow a tiny treat—think of it as investing in yourself.",
    "behavior": "You might feel a sudden urge to break free and roam or drop what you’re doing and start a completely new task. Embrace your whimsical side but keep it in check!",
    "evening_extro": "Put on something fabulous and hit the town! Venus in Sagittarius loves socializing. Go to a local concert, dine out with friends, or attend a fun class.",
    "evening_intro": "Curl up with a good book or binge-watch a new series. Light a nice scented candle and have a self-care night. Lavender and chamomile are great choices for relaxation.",
    "nutrition_all": "Indulge in some hearty comfort food. Maybe a warm bowl of soup or pasta with a little extra cheese. Ease back into normal eating with foods that make you feel cozy and satisfied.",
    "nutrition_vegan": "Think along the lines of a nourishing vegan stew or a vibrant salad with all the trimmings. A vegan pizza with loads of veggies could also hit the spot!",
    "nutrition_vegetarian": "How about a delightful veggie lasagna or a tofu stir-fry packed with fresh greens? Don’t forget a yummy smoothie packed with antioxidants for that extra boost!",
    "sports": "Light activities are the way to go. Maybe some gentle yoga or a relaxing walk in the park. Listen to your body and don’t push too hard today.",
    "quote": "Even in the darkest phases, the moon finds a way to glow.",
    "motto": "Grace under pressure.",
    "footer": "Alright, cosmic queen, you've got the planets on your side. Go be fabulous! Remember, today is a new chance to let your inner goddess shine. 🌺✨"
  }
}
