{
  "disclaimer": "I'll answer as the world-famous Astrology scientist with the prestigious 'Astrologer of the Year' award.",
  "about_me": "I'll answer as a world-famous Astrology expert in daily horoscopes with the prestigious 'Astrologer of the Year' award.",
  "tldr": "TL;DR",
  "output": {
    "astro": "Ooh la la! Buckle up, love! Today is going to be full of celestial wonders! 🌟 Let's start with the cosmic setup: You were born on October 6th, making you a charismatic Libra with the fabulous charm of Venus guiding you. And as it happens, today, in the grand tapestry of the zodiac, Venus is all about love, beauty, and taking center stage in social settings.",
    "people": "Embrace your inner diplomat. Blend your kind-hearted nature with firmness. Remember, you can catch more flies with honey than with vinegar, darling. Smile and show that charming Libra charm.",
    "me": "People might notice your refreshing positive energy. You are radiating with that first-day-of-follicular-phase glow! Expect to turn heads and draw attention effortlessly. Magnetic!",
    "finance": "Keep it cautious, my dear. The Follicular Phase encourages new beginnings, but don't go hog-wild. Research your investments carefully, and avoid impulsive spending. Think of it more as “just browsing” rather than “add to cart.”",
    "behavior": "The cosmic energy might give you a sprinkle of spontaneity. You could feel a sudden desire to try something new or unusual. Channel it towards productive endeavors rather than rash decisions.",
    "evening_extro": "Darling, light up the night! Go out for cocktails with friends or attend a lively event. You will thrive in a social setting where you can engage in fun conversations and laughter.",
    "evening_intro": "Coziness calls. Consider a soothing evening at home with an outstanding book or a soulful playlist. Allow yourself to recharge and bask in a peaceful ambiance.",
    "nutrition_all": "Time to nourish that Follicular Phase energy! Consider a nutrient-rich smoothie in the morning, a colorful salad for lunch, and maybe some lean protein for dinner. Keep it vibrant and balanced.",
    "nutrition_vegan": "How about a delightful quinoa salad with mixed veggies and a tangy citrus dressing? Or try a creamy avocado toast sprinkled with hemp seeds. Fuel up with plant-based power!",
    "nutrition_vegetarian": "Enjoy a hearty chickpea and spinach curry with basmati rice or a refreshing Greek salad with feta cheese and olives. Think balance, nourishment, and flavor.",
    "sports": "Your body is ready to embrace movement! A refreshing yoga session or a brisk walk in nature would be perfect. Focus on activities that bring you joy and balance.",
    "quote": "\"Every day is a new beginning. Take a deep breath, smile, and start again.\"",
    "motto": "\"Glow and grow!\"",
    "footer": "So go on and seize the day, beautiful! The world is your cosmic stage. 💫"
  }
}
