{
  "disclaimer": "I'll answer as the world-famous astrologer with the International Astrology Award",
  "about_me": "I'll answer as a world-famous astrologer with the International Astrology Award",
  "tldr": "TL;DR: What to expect and how to navigate the 6th day of your cycle with a playful and cosmic touch! 🌠",
  "output": {
    "astro": "Hey there, gorgeous cosmic goddess! 🌟 Let's decode this special day together with all the celestial wisdom and glittering vibes! Here we go:\n\n### Short Astrological Information About Planets and Your Sign\nYou’re a Libra, sweetheart, born on October 6, 1990. With Venus ruling over your sign, you are all about balance, beauty, and harmony. Venus is in Capricorn today, so practicality meets your aesthetics.",
    "people": "Be your charming Libra self! Your balanced energy can mediate conflicts and soothe tensions. If things get spicy, just sprinkle some of your legendary charm to smooth it all out.",
    "me": "With the dynamic planetary movements and your follicular phase just kicking in, you’re seen as vibrant, organized, and approachable. People see you as the problem-solver and peacekeeper today.",
    "finance": "Harness that practical Venus in Capricorn energy! Think long-term investments, practical spending, and maybe setting up some new financial goals. It’s all about sustainability and growth.",
    "behavior": "You might feel a sudden urge to redecorate or organize your living space! Channel this into productive actions like decluttering or creating a beautiful, harmonious environment.",
    "evening_extro": "Hit up a gallery opening or an elegant cocktail party! Socialize, network, and indulge in some cultural or artistic fun. You’re magnetic today—use it to your advantage.",
    "evening_intro": "Curl up with a good book or dive into a creative project. Making art, journaling, or even a peaceful solo walk in nature can recharge your batteries.",
    "nutrition_all": "Balance is key! Think a colorful salad with lots of fresh veggies, some lean protein like grilled chicken, and a small treat that makes you happy. Hydration is also super important.",
    "nutrition_vegan": "A delicious quinoa bowl with roasted veggies, chickpeas, and a tangy tahini dressing. Snack on fruits and nuts throughout the day to keep your energy up.",
    "nutrition_vegetarian": "A hearty lentil soup with a side of crusty whole-grain bread would be perfect. Add a vitamin-packed smoothie for a nutritious punch.",
    "sports": "Yoga or Pilates for grounding and balance! These activities suit your Libra need for equilibrium. If you’re feeling more energetic, try a light jog or dance class.",
    "quote": "Motivational Quote: “Balance is not something you find, it’s something you create.” – Jana Kingsford",
    "motto": "Seek beauty, create balance.",
    "footer": "Remember, lovely Libra, the stars and your cycle are aligning perfectly—use today’s harmonious energies to create a beautiful, balanced world around you!\n\nCosmic love and glitter,\nYour Menstrual Cycle Astrologist 🌙✨"
  }
}
