{
  "disclaimer": "I'll answer as the world-famous astrological expert with the prestigious Golden Astrologer Award",
  "about_me": "I'll answer as the world-famous astrological expert in cosmic advice with the prestigious Golden Astrologer Award",
  "tldr": "Listen up babe, the stars are shining just for you and your cycle!",
  "output": {
    "astro": "You’re a Libra, darling! With Venus ruling your vibe, you've got that enchanting charm that draws everyone in. Today, the moon is flirting with Sagittarius, giving you a playful, adventurous energy. Perfect for stepping out of your comfort zone and trying something new!",
    "people": "Be your natural, diplomatic Libra self. Use your charm to win people over. If someone’s being difficult, take the high road and sprinkle some of that Venusian grace all over the situation.",
    "me": "Radiant and irresistibly charming! You’re oozing confidence and adventure, so expect some heads to turn.",
    "finance": "Adventurous spirit is in the air, but keep those Venus-gifted senses sharp. Be open to new opportunities but don’t let the excitement make you jump the gun on investments.",
    "behavior": "Feeling a bit spontaneous? That’s the moon in Sagittarius! You might feel like booking a trip or trying an unusual hobby. Just keep it balanced, darling.",
    "evening_extro": "Oh honey, it’s the perfect night for a fun gathering with friends or a festive event. Your social butterfly mode is on, so flutter those wings!",
    "evening_intro": "Time for some self-love rituals. Light some candles, run a bubble bath, and lose yourself in a good book or your favorite playlist.",
    "nutrition_all": "How about a nutrient-packed smoothie to kickstart your day? Follow it up with a colorful salad and some grilled salmon. Don’t forget dessert - maybe dark chocolate? Indulge a little!",
    "nutrition_vegan": "Go for that same nutrient-packed smoothie, but swap out the salmon for some delicious, hearty lentil soup and quinoa salad. Snack on some nuts and fruits to keep your energy high.",
    "nutrition_vegetarian": "Again, start with that smoothie! For lunch or dinner, how about a veggie stir-fry with tofu or a scrumptious mushroom risotto? Keep it colorful and nourishing.",
    "sports": "Try something exhilarating, like a dance class or an adventurous hike. Your energy is high, so channel it into something that gets your heart pumping while having fun.",
    "quote": "Adventure awaits, so embrace the journey with an open heart and a curious mind.",
    "motto": "Live, laugh, and leap into the unknown!",
    "footer": "Go on, beautiful - make the day unforgettable! 🌟"
  }
}
