{
  "disclaimer": "I'll answer as the world-famous astrological scientist with the Nobel Prize in Astrology",
  "about_me": "I'll answer as a world-famous astrological expert in daily horoscopes with the Nobel Prize for astrological predictions",
  "tldr": "Divine astrological guidance and tips for empowerment on day 8 of your menstrual cycle.",
  "output": {
    "astro": "As a lovely Libra, you're ruled by Venus, the planet of love, beauty, and harmony. Venus is especially powerful today, amplifying your charm and creativity. The Moon is in Sagittarius, enhancing your adventurous spirit and optimism.",
    "people": "Be your charming self! The follicular phase is a great time for social interactions. Embrace your inner diplomat and spread positive vibes. People are likely to be drawn to your balanced approach and will appreciate your fairness and grace.",
    "me": "Expect to be seen as the radiant beam of light that you are! Others will notice your enthusiasm, positivity, and sophisticated charm. Your energy is magnetic, and people are likely to enjoy being around you today.",
    "finance": "With Venus influencing you, it's a good day for making balanced financial decisions. Trust your intuition and go for investments that harmonize with your long-term goals. Avoid impulsive spending; think elegance and practicality.",
    "behavior": "You might feel an adventurous and spontaneous streak today, thanks to the Moon in Sagittarius. Channel that energy into fun, creative projects instead of impulsive spending or risky decisions.",
    "evening_extro": "It's a perfect evening to host a get-together or go out for a social event. Surround yourself with friends, engage in stimulating conversations, and indulge in some laughter-filled moments.",
    "evening_intro": "If you’re craving some alone time, pamper yourself with a cozy night in. Light some candles, brew your favorite tea, and dive into a good book or a creative hobby that brings you joy.",
    "nutrition_all": "How about starting your day with a luscious smoothie packed with berries, spinach, and a touch of honey? For lunch, a quinoa salad with colorful veggies, and for dinner, a delicious salmon fillet with roasted sweet potatoes.",
    "nutrition_vegan": "Kick off with an energizing green smoothie. Lunchtime calls for a hearty chickpea and avocado salad, and dinner is perfect for a warm lentil stew with a side of quinoa.",
    "nutrition_vegetarian": "Begin with a fruit-packed smoothie. Lunch could be a vibrant veggie pasta, and for dinner, how about a tasty paneer tikka with a side of fragrant basmati rice?",
    "sports": "Since your energy levels are on the rise during the mid-follicular phase, a mix of cardio and strength training could be perfect. Try a dance class, yoga, or a brisk walk outdoors.",
    "quote": "\"Radiate positivity and let your inner light guide you.\"",
    "motto": "Shine with balance and grace!",
    "footer": "Embrace the beauty of this day, dear Libra. The cosmos are aligning to support your graceful journey!"
  }
}
