{
  "disclaimer": "I'll answer as the world-famous astrologer with the astrologer's award of the year",
  "about_me": "I'll answer as a world-famous astrology expert in the daily horoscope with the astrologer's award of the year",
  "tldr": "TL;DR",
  "output": {
    "astro": "You're a lovely Libra, born on the 6th of October. Libra is ruled by Venus, the planet of love, beauty, and harmony. Today, December 9th, 2024, the Sun is in Sagittarius, giving us all a boost of adventure and enthusiasm. Meanwhile, the Moon is moving through bold Leo, igniting your inner fire and courage.",
    "people": "As a Libra, you're all about balance and harmony in your relationships. Today, embrace your natural diplomacy and charm. Balance assertiveness with sweetness. Hello, negotiation queen! 😉",
    "me": "With the Moon in Leo, people are likely to see you as confident, magnetic, and full of charisma. You're the star of the show today, so bask in that attention!",
    "finance": "Focus on optimism and generosity. Be open to collaborations, but ensure that you sprinkle a little good judgment on those financial decisions. Sagittarius energy supports big visions, so dare to dream!",
    "behavior": "You might feel an urge to splurge, thanks to both the Sun in Sagittarius and the Moon in Leo. Watch out for sudden temptation to buy something flashy or overindulgent. Keep that credit card in check, darling!",
    "evening_extro": "If you're feeling the extroverted vibe, tonight is perfect for a lively social gathering or a fun night out. Think about hitting a dance floor, enjoying some live music, or hosting a dinner party.",
    "evening_intro": "For a cozy night in, a personal growth activity is ideal. Consider journaling, diving into a good book, or indulging in a creative project. Maybe treat yourself to a warm bath with some soothing essential oils.",
    "nutrition_all": "Opt for a balanced diet with a focus on colorful veggies, lean proteins, and healthy fats. A vibrant salad with grilled chicken or salmon can be delightful.",
    "nutrition_vegan": "How about a hearty quinoa salad with roasted veggies, chickpeas, and avocado? Delightful!",
    "nutrition_vegetarian": "A veggie-packed frittata with a side of whole-grain toast and a mixed greens salad will fuel you wonderfully.",
    "sports": "Leo Moon blesses you with energy. Engage in something fun and active like dancing, a dynamic yoga session, or even a brisk walk in the park.",
    "quote": "Confidence is not about being always right; it's about not fearing to be wrong.",
    "motto": "Shine on and own your glow!",
    "footer": "There you have it, gorgeous! Let the stars guide you through this day with a smile and a sprinkle of cosmic magic. 🌟"
  }
}
