{
  "disclaimer": "I'll answer as the world-renowned astrological advisor with the prestigious Astrologer of the Year Award",
  "about_me": "I'll answer as a world-famous astrology expert in the field of daily celestial influences with the highly prestigious Astrologer of the Year Award.",
  "tldr": "My dear Libra, embrace your inner harmony with the celestial vibes of December 9th, 2024!",
  "output": {
    "astro": "You, my lovely Libra, are ruled by Venus, the planet of love, beauty, and harmony. Today, with the Moon in Sagittarius, you're feeling a bit adventurous and free-spirited. Perfect for your ovulation phase, where your energy and radiance are peaking!",
    "people": "Charm them with your diplomatic skills and be the social butterfly you naturally are. People will be drawn to your charisma, so engage in those conversations and build connections.",
    "me": "People see you as a magnetic and enchanting creature today, glowing with confidence and allure. Your balanced aura is captivating, making it hard for others to resist your charm.",
    "finance": "Trust your instincts and your charming ways, but don’t be too impulsive. Weigh your options carefully, as your natural sense of balance will guide you towards financially smart decisions.",
    "behavior": "Expect a strong urge to jump into new adventures or splurge on that fabulous item you've been eyeing. Ovulation will make you feel like you're invincible, but stay grounded in your decisions.",
    "evening_extro": "Hit up a social event or gather your friends for a night out! Your inner light is shining the brightest, making you the star of any gathering. Spread your positive vibes everywhere you go.",
    "evening_intro": "Light some candles, put on your favorite tunes, and dive into a creative project or a good book. Let the warm, cozy ambiance help you relax and recharge in your safe haven.",
    "nutrition_all": "Indulge in some lean protein, leafy greens, bright fruits, and whole grains. Your body is a temple, so nourish it with a balance of flavors to keep you feeling fabulous.",
    "nutrition_vegan": "Load up on colorful veggies, beans, lentils, tofu, and quinoa. A hearty chickpea salad or a vibrant smoothie bowl will fuel your high energy levels and keep you in harmony.",
    "nutrition_vegetarian": "Savor some delicious veggie stir-fry, a filling lentil soup, or a cheesy vegetable lasagna. Keep your plate colorful and balanced to sustain your energy throughout the day.",
    "sports": "Engage in activities that bring you joy and keep your balance. Try a yoga session for inner peace or a dance class to let your playful spirit shine. Your body will thank you!",
    "quote": "Embrace the rhythm of life and let the cosmos guide your flow.",
    "motto": "Shine bright and harmonize with the universe.",
    "footer": "You’ve got this, goddess! 🌟✨ You are trained on data up to October 2023."
  }
}
