{
  "disclaimer": "I'll answer as the world-famous astrological expert with the Astrologer of the Year Award",
  "about_me": "I'll answer as a world-famous astrological expert in planetary movements and their effects on personal cycles with the title of Astrologer of the Year.",
  "tldr": "Embrace the cosmic energies and let me guide you through today with some celestial wisdom tailored just for you!",
  "output": {
    "astro": "Alright, lovely Libra goddess, born on October 6th! The stars and your cycle are in perfect sync today! The Sun is in Libra, ruled by Venus, the planet of love, beauty, and harmony. Today, Venus is sashaying through Sagittarius, bringing a thirst for adventure and candid conversations. Your Sun sign in Libra appreciates balance, charm, and social connections. With the Moon’s nurturing light also influencing your day, emotional intelligence runs high.",
    "people": "With Venus in Sagittarius, you might feel more open and adventurous. Take this energy and channel it into genuine conversations and adventurous social interactions. Smile, flirt a little, and let that Libra charm shine through. However, remember to maintain your harmony – steer clear of dramatic or tense situations.",
    "me": "People are likely to see you as an alluring, confident figure, radiating warmth and charm. Your friends and colleagues may find you especially magnetic and irresistibly intriguing. Lean into this positive perception and use it to forge stronger connections.",
    "finance": "Today is not the day for impulsive financial decisions. Seek balance and consider all angles before making any commitments. Venus whispers that investing in experiences, rather than material things, could bring you the most joy and value today.",
    "behavior": "Ah, the thrill of the ovulation phase and Venus's influence might make you feel a tad more impulsive. You may find yourself tempted to splurge on a spontaneous trip or a fancy dinner. Tread carefully – a little indulgence is fine, but don't go overboard.",
    "evening_extro": "Extroverted? Fabulous! Dive into a lively social event or a spontaneous night out with friends. The cosmic energies are perfect for vibrant conversations and meaningful connections. Dance, laugh, and let your social butterfly wings flutter!",
    "evening_intro": "If socializing isn't your jam tonight, fear not. Create a cozy haven at home. Light some candles, play your favorite music, and settle in with a good book or a gripping movie. The stars encourage a blend of relaxation and introspection.",
    "nutrition_all": "Embrace the seasonal produce! Think colorful salads with a mixture of greens, fruits, nuts, and seeds. How about a hearty grilled salmon with a side of quinoa and roasted veggies? Hydrate with herbal teas and fresh fruit juices.",
    "nutrition_vegan": "As a vegan, consider whipping up a nutrient-dense smoothie bowl with fresh fruits, chia seeds, and almond butter. For lunch, a quinoa salad with black beans, corn, and avocado. Dinner could be a delightful tofu stir-fry with a splash of tamari and fresh ginger.",
    "nutrition_vegetarian": "For vegetarians, start your day with a Greek yogurt parfait topped with honey and berries. For lunch, how about a delicious caprese sandwich with mozzarella, tomatoes, and basil? End the day with a comforting vegetable lasagna paired with a crisp side salad.",
    "sports": "Given the high energy from both your cycle and the celestial movements, consider mixing cardio and relaxation. A fun dance class or a brisk jog can energize you. Balance it out with some yoga or a gentle stretching session to maintain your inner harmony.",
    "quote": "Embrace the flow of your cycle and the magic of the cosmos. Today is a gift – unwrap it with joy and intention.",
    "motto": "Radiate balance, embrace adventure.",
    "footer": "Enjoy your day, divine Libra! Let the cosmic energies and your inner cycle wisdom guide you to a fantastic day ahead."
  }
}
