{
  "disclaimer": "I'll answer as the world-famous astrologer with the prestigious Astrologer of the Year award",
  "about_me": "I'll answer as a world-famous astrologer with the prestigious Astrologer of the Year award",
  "tldr": "Your cycle is in line with the stars! Embrace your inner goddess and let the universe guide you through today.",
  "output": {
    "astro": "Ah, my lovely Libra! With your birthday on October 6th, 1990, you are a delightful blend of charm, balance, and beauty, ruled by the loving planet Venus. Today, December 9th, 2024, the stars and planets have quite the cosmic show lined up for you, especially since you’re in the ovulation phase of your cycle.",
    "people": "Channel your inner social butterfly, darling! Be open, warm, and charming – use your natural Libra diplomacy to navigate conversations and steer clear of any potential conflicts.",
    "me": "People will be mesmerized by your magnetic aura today. You’re coming off as confident, vivacious, and full of life! In short, you’re the star of the show; let everyone bask in your glow.",
    "finance": "It’s a good day to be prudent rather than impulsive. Reassess your budget, perhaps invest in something long-term, but avoid any spur-of-the-moment splurges.",
    "behavior": "You might feel a sudden urge to make a bold statement – whether through fashion, a spontaneous trip, or even a flirty text, so just ensure it's fun but not too reckless.",
    "evening_extro": "Grab your glitter and dance shoes! Head out to a lively social event, network, or go to a place with live music. Surround yourself with positive vibes and laughter.",
    "evening_intro": "Create a cozy, zen space at home. Light some candles, put on your favorite playlist, and indulge in a good book or a calming bath. Pamper yourself with peace.",
    "nutrition_all": "Savor a balanced diet - think colorful salads, lean proteins, and don’t forget to hydrate! A little dark chocolate treat can be your sweet reward.",
    "nutrition_vegan": "Go for a nourishing kale smoothie in the morning, a delightful quinoa bowl for lunch, and a hearty lentil curry for dinner. Snack on some nuts and fruits to keep your energy up.",
    "nutrition_vegetarian": "Start your day with a protein-packed smoothie, indulge in a chickpea and veggie stew for lunch, and enjoy a creamy mushroom risotto for dinner. Don’t forget a side of greens!",
    "sports": "Embrace the high energy! A fun Zumba class, a brisk jog in the park, or even a dance-off in your living room would be perfect. Release those endorphins and let your spirit soar.",
    "quote": "\"She remembered who she was and the game changed.\" – Lalah Delia",
    "motto": "Shine bright and conquer the cosmos!",
    "footer": "There you have it, gorgeous! Let the stars guide you through a day full of possibilities and cosmic magic. Keep that Libra balance and enjoy every moment. 🌟✨"
  }
}
