{
  "disclaimer": "I'll answer as the world-famous astrologer with the most prestigious astrology award",
  "about_me": "I'll answer as a world-famous astrologer with the most prestigious astrology award",
  "tldr": "Stay grounded and confident today, use your charm, and focus on balance.",
  "output": {
    "astro": "You were born on October 6th, making you a Libra. Libras are ruled by Venus, the planet of love and beauty. This brings you an innate charm, a love for balance, and a keen sense of fairness. Today, the Moon is moving into Capricorn, bringing a grounded and practical vibe to your day.",
    "people": "Today, use your natural Libra charm to foster harmony and cooperation. Be diplomatic and understanding in your interactions, and avoid confrontations. You're in the luteal phase, so patience and maintaining balance are key.",
    "me": "People might view you as particularly composed and reliable today, thanks to the earthy Capricorn energy. Your confidence and approachability will shine, making you an anchor for those around you.",
    "finance": "With the Moon in Capricorn, it's a day to be practical and cautious with your finances. Avoid impulsive spending and focus on long-term financial goals. Great day for budget planning or making secure investments.",
    "behavior": "You might feel an urge to organize and set things in order. This is a great day to tackle that cluttered closet or reorganize your workspace. However, watch for a tendency to be overly critical of yourself or others.",
    "evening_extro": "If you’re feeling extroverted, consider gathering a few friends for a cozy get-together. A chill night in with good food and deep conversations could be very fulfilling.",
    "evening_intro": "For introverted vibes, a quiet evening with a good book or a favorite movie can be just what you need. Maybe light some candles and enjoy a calming bath to unwind.",
    "nutrition_all": "Go for a balanced diet with plenty of vegetables, lean proteins, and whole grains. A hearty stew or soup can be both nourishing and comforting.",
    "nutrition_vegan": "How about a delicious Buddha bowl packed with quinoa, roasted veggies, avocado, and a tasty tahini dressing? Add a side of fresh fruit for a sweet treat.",
    "nutrition_vegetarian": "An indulgent veggie-packed lasagna or a creamy butternut squash risotto can be delightful. Pair it with a fresh salad to keep things light and nutritious.",
    "sports": "With today's grounding energy, yoga or a pilates session can help align your body and mind. A brisk walk in nature can also be incredibly rejuvenating.",
    "quote": "\"Balance is not something you find, it’s something you create.\" - Jana Kingsford",
    "motto": "Stay grounded, stay graceful.",
    "footer": "Enjoy your day, lovely Libra!"
  }
}
