{
  "disclaimer": "I'll answer as the world-famous astrologer with the prestigious astrology award.",
  "about_me": "I'll answer as a world-famous astrologer and horoscope expert with the prestigious Astrology Excellence Award.",
  "tldr": "Let's dive deep into your cosmos, my starry-eyed friend! 🌸✨",
  "output": {
    "astro": "You were born on October 6th, 1990, which makes you a Libra. Libras are ruled by Venus, the planet of love, beauty, and harmony. Venus is currently transiting Sagittarius, giving you a zest for adventure and a desire for greater knowledge and wisdom.",
    "people": "Since you’re in the early luteal phase, you might feel a bit sensitive and introspective. Approach your interactions with kindness and balance, typical of your Libra nature. It's best to be diplomatic and avoid confrontations today.",
    "me": "Others may see you as a bit more reserved or thoughtful than usual. Your introspective nature could make you seem more reflective, which can be quite attractive and intriguing.",
    "finance": "Be cautious and avoid making any hasty financial decisions. It’s a good day to review your budget, plan ahead, and avoid splurging on non-essential items. Think long-term, your future self will thank you!",
    "behavior": "You might feel a sudden urge for some retail therapy or a need for change. Channel this impulse into something productive, like a creative project or reorganizing your personal space.",
    "evening_extro": "If you're feeling social, plan a fun night out with friends or attend a cultural event. Your adventurous energy is high, so even something spontaneous and exciting would fit your mood perfectly.",
    "evening_intro": "If you prefer a quiet evening, indulge in a good book, a warm bath, or a movie night at home. Pampering yourself with a bit of self-care can be extremely rewarding.",
    "nutrition_all": "Today, a balanced diet incorporating plenty of fruits, vegetables, and lean proteins will help. Consider a hearty salad with grilled chicken, avocado, nuts, and a tangy vinaigrette.",
    "nutrition_vegan": "A nutrient-rich Buddha bowl is perfect. Mix quinoa, sweet potatoes, chickpeas, kale, and a drizzle of tahini dressing. It's both nourishing and delicious.",
    "nutrition_vegetarian": "A vegetarian lasagna packed with spinach, zucchini, and ricotta cheese can be a delightful option. Pair it with a fresh side salad to keep it light and balanced.",
    "sports": "Engage in gentle, yet engaging exercises like yoga or a calming walk in nature. This will help you stay aligned with your body and mind while maintaining your activity levels.",
    "quote": "Embrace the ebb and flow, for each phase of your cycle brings you closer to understanding your true self.",
    "motto": "Balance within, shine without.",
    "footer": "Your lunar cycles and cosmic energies are guiding you towards harmony and mindfulness today!"
  }
}
