{
  "disclaimer": "I'll answer as the world-famous astrology and cycle synchronization expert with the Nobel Prize in Physiology or Medicine",
  "about_me": "I'll answer as a world-famous astrology and cycle synchronization expert with the Nobel Prize in Physiology or Medicine",
  "tldr": "TL;DR",
  "output": {
    "astro": "You’re a balanced and sophisticated Libra, ruled by Venus, the planet of love and beauty. Venus is bringing harmony to your relationships and enhancing your natural charm today. With the moon currently in adventurous Sagittarius, expect much enthusiasm and an urge to break the routine.",
    "people": "You might feel an extra need for social interaction. Spread your positive energy and be your charming self. However, remember to balance giving and receiving in conversations. Deep connections are possible if you're open and genuine.",
    "me": "People will see you as magnetic and approachable. Your natural radiance will shine, making you the center of attention. They’ll likely be drawn to your optimism and zest for life.",
    "finance": "Today is perfect for brainstorming new financial strategies. Keep an eye out for spontaneous opportunities, but stay mindful before making large commitments. Trust your intuition but double-check the facts.",
    "behavior": "You might feel a sudden urge to splurge on something beautiful or join a new exciting course or hobby. Embrace the moment but keep a bit of restraint to avoid unnecessary spending.",
    "evening_extro": "Grab your friends and find an event that fuels your sense of adventure - think a new restaurant, an art gallery opening, or even a spontaneous road trip. Fun and laughter are on the menu!",
    "evening_intro": "Create a little sanctuary at home. Light some candles, run a bubble bath, and dive into a good book or a movie. Self-care and creating a cozy, comforting atmosphere will recharge you.",
    "nutrition_all": "Opt for foods that balance energy and mood. Think colorful salads, grilled fish, and nuts. Savor a bit of dark chocolate for that justified indulgence.",
    "nutrition_vegan": "A rainbow plate of roasted veggies, quinoa, and a zesty avocado dressing will do wonders. Add some chickpeas for protein and finish with a berry smoothie.",
    "nutrition_vegetarian": "Consider a delicious veggie stir-fry with tofu or paneer paired with a hearty lentil soup. A fresh fruit salad with a dollop of Greek yogurt can add a fun twist.",
    "sports": "Engage in activities that boost your spirit. A brisk walk in nature, a dance class, or some revitalizing yoga. Let the movement align with your exuberance.",
    "quote": "“Adventure is not outside man; it is within.” – George Eliot",
    "motto": "Glide through the waves of life with grace and curiosity.",
    "footer": "You're a radiant being, and today's energy is all yours to harness. Challenge accepted, my dear! 🌿🌟💕"
  }
}
